content/posts/nasargrandpursuitstory2011.md
+++
title = "nasarGrandPursuitStory2011: Grand pursuit: The story of economic genius"
author = ["Jethro Kuan"]
draft = false
+++

## Grand pursuit: The story of economic genius {#nasarGrandPursuitStory2011}


### Before 1870 economics was mostly about what you couldn’t do. After 1870, it was mostly about what you could do. {#before-1870-economics-was-mostly-about-what-you-couldn-t-do-dot-after-1870-it-was-mostly-about-what-you-could-do-dot}


### “The desire to put mankind into the saddle is the mainspring of most economic study,” wrote Alfred Marshall, the father of modern economics. {#the-desire-to-put-mankind-into-the-saddle-is-the-mainspring-of-most-economic-study-wrote-alfred-marshall-the-father-of-modern-economics-dot}


### Malthus had concluded that the drive to reproduce trumped all other human instincts and abilities, including rationality, ingenuity, creativity, even religious belief. {#malthus-had-concluded-that-the-drive-to-reproduce-trumped-all-other-human-instincts-and-abilities-including-rationality-ingenuity-creativity-even-religious-belief-dot}


### Marx shared Engels’s conviction of the utter hopelessness of reforming modern society, and the need to free Germany from God and traditional authority. Engels introduced him to the idea of the proletariat. Marx felt an immediate sense of identification with that class. He saw the proletariat not only, as one might expect, as the “naturally arising poor” but also as the “artificially impoverished . . . masses resulting from the drastic dissolution of society, {#marx-shared-engels-s-conviction-of-the-utter-hopelessness-of-reforming-modern-society-and-the-need-to-free-germany-from-god-and-traditional-authority-dot-engels-introduced-him-to-the-idea-of-the-proletariat-dot-marx-felt-an-immediate-sense-of-identification-with-that-class-dot-he-saw-the-proletariat-not-only-as-one-might-expect-as-the-naturally-arising-poor-but-also-as-the-artificially-impoverished-dot-dot-dot-masses-resulting-from-the-drastic-dissolution-of-society}


### Within two or three generations, the industrial revolution demonstrated that the wealth of a nation could grow by multiples rather than percentages {#within-two-or-three-generations-the-industrial-revolution-demonstrated-that-the-wealth-of-a-nation-could-grow-by-multiples-rather-than-percentages}


### While the Manifesto referred to “ever-decreasing wages” and “ever-increasing burden of toil” as matters of historical fact, in Das Kapital, Marx argued that the “law of capitalist accumulation” requires wages to fall, the length and intensity of the working day to rise, working conditions to deteriorate, the quality of goods consumed by workers to decline, and the average life span of workers to fall. He did not, however, fall back on the second of his arguments about ever-worsening depressions. {#while-the-manifesto-referred-to-ever-decreasing-wages-and-ever-increasing-burden-of-toil-as-matters-of-historical-fact-in-das-kapital-marx-argued-that-the-law-of-capitalist-accumulation-requires-wages-to-fall-the-length-and-intensity-of-the-working-day-to-rise-working-conditions-to-deteriorate-the-quality-of-goods-consumed-by-workers-to-decline-and-the-average-life-span-of-workers-to-fall-dot-he-did-not-however-fall-back-on-the-second-of-his-arguments-about-ever-worsening-depressions-dot}


### the great twentieth-century economist John Maynard Keynes would dismiss Das Kapital as “an obsolete economic textbook which I know to be not only scientifically erroneous but without interest or application to the modern world.” {#the-great-twentieth-century-economist-john-maynard-keynes-would-dismiss-das-kapital-as-an-obsolete-economic-textbook-which-i-know-to-be-not-only-scientifically-erroneous-but-without-interest-or-application-to-the-modern-world-dot}